//
//  Localizable.strings
//  Nextcloud
//
//  Copyright © 2017 Marino Faggiana. All rights reserved.
//
//  Author Marino Faggiana <marino.faggiana@nextcloud.com>
//
//  This program is free software: you can redistribute it and/or modify
//  it under the terms of the GNU General Public License as published by
//  the Free Software Foundation, either version 3 of the License, or
//  (at your option) any later version.
//
//  This program is distributed in the hope that it will be useful,
//  but WITHOUT ANY WARRANTY; without even the implied warranty of
//  MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.  See the
//  GNU General Public License for more details.
//
//  You should have received a copy of the GNU General Public License
//  along with this program.  If not, see <http://www.gnu.org/licenses/>.
//

// General

"_cancel_"                  = "Avbryt";
"_upload_file_"             = "Ladda upp fil";
"_accessibility_add_upload_" = "Lägg till och ladda upp";
"_download_file_"           = "Hämta fil";
"_loading_"                 = "Läser in";
"_loading_with_points_"     = "Läser in...";
"_loading_num_"             = "Läser in fil %i";
"_loading_autoupload_"      = "Automatisk uppladdning";
"_uploading_"               = "Uppladdning";
"_synchronization_"         = "Synkronisering";
"_delete_"                  = "Radera";
"_delete_file_n_"           = "Radera fil %i av %i";
"_rename_"                  = "Byt namn";
"_move_"                    = "Flytta";
"_move_file_n_"             = "Flyttar fil %i av %i";
"_creating_sharing_"        = "Skapar delning";
"_updating_sharing_"        = "Uppdaterar delning";
"_removing_sharing_"        = "Tar bort delning";
"_add_"                     = "Lägg till";
"_login_"                   = "Logga in";
"_save_"                    = "Spara";
"_warning_"                 = "Varning";
"_error_"                   = "Fel";
"_error_e2ee_"              = "Fel E2EE";
"_no_"                      = "Nej";
"_yes_"                     = "Ja";
"_select_"                  = "Välj";
"_deselect_"                = "Välj inte";
"_select_all_"              = "Välj alla";
"_upload_"                  = "Ladda upp";
"_home_"                    = "Filer";
"_file_to_upload_"          = "Fil att ladda upp";
"_destination_"             = "Mål";
"_ok_"                      = "OK";
"_beta_version_"            = "Betaversion";
"_function_in_testing_"     = "Funktionen är i testläge, vänligen rapportera om några problem uppstår.";
"_done_"                    = "Klart";
"_passcode_too_short_"      = "Kod för kort, åtminstone 4 tecken krävs";
"_selected_"                = "Vald";
"_scan_fingerprint_"        = "Skanna fingeravtryck för att autentisera dig";
"_no_active_account_"       = "Inget konto hittat";
"_info_"                    = "Info";
"_warning_"                 = "Varning";
"_email_"                   = "E-post";
"_save_exit_"               = "Vill du avbryta utan att spara?";
"_video_"                   = "Video";
"_overwrite_"               = "Skriv över";
"_transfers_in_queue_"      = "Överföringar pågår, vänligen vänta...";
"_too_errors_upload_"       = "För många fel, verifiera problemet";
"_create_folder_"           = "Skapa mapp";
"_create_folder_on_"        = "Skapa mapp på";
"_close_"                   = "Stäng";
"_postpone_"                = "Fördröj";
"_remove_"                  = "Ta bort";
"_file_not_found_"          = "Filen hittades inte";
"_continue_"                = "Fortsätt";
"_continue_request_"        = "Vill du fortsätta?";
"_auto_upload_folder_"      = "Automatisk uppladdning";
"_gallery_"                 = "Galleri";
"_photo_"                   = "Bild";
"_audio_"                   = "Ljud";
"_unknown_"                 = "Okänd";
"_next_"                    = "Nästa";
"_success_"                 = "Lyckades";
"_initialization_"          = "Initiering";
"_experimental_"            = "Experimentell";
"_select_dir_media_tab_"    = "Välj som mapp \"Media\"";
"_error_creation_file_"     = "Hoppsan! Kunde inte skapa filen";
"_save_path_"               = "Spara sökväg";
"_save_settings_"           = "Spara inställningar";
"_mode_filename_"           = "Filnamnsläge";
"_warning_owncloud_"        = "Du är ansluten till en ownCloud-server. Detta är otestat och stöds inte, använd på egen risk. För att uppgradera till Nextcloud, se https://nextcloud.com/migration";
"_warning_unsupported_"     = "Du använder en gammal version av Nextcloud utan stöd. För att säkra dina data rekommenderas starkt att uppgradera till senaste stabila versionen av Nextcloud";
"_restore_"                 = "Återställ";
"_camera_roll_"             = "Kamerarulle";
"_tap_here_to_change_"      = "Tryck här för att ändra";
"_no_albums_"               = "Inga album";
"_denied_album_"            = "Appen har inte åtkomst till \"Foton\", du kan aktivera åtkomst i sekretessinställningar";
"_denied_camera_"           = "Appen har inte åtkomst till \"Kamera\", du kan aktivera åtkomst i sekretessinställningar";
"_start_"                   = "Starta";
"_force_start_"             = "Tvinga starten";
"_purchase_"                = "Köp";
"_account_not_available_"   = "Kontot %@ för %@ finns inte, det måste läggas till för att kunna läsa filen %@";
"_error_parameter_schema_"  = "Felaktiga parametrar, omöjligt att fortsätta";
"_comments_"                = "Kommentarer";
"_sharing_"                 = "Delning";
"_details_"                 = "Detaljer";
"_dark_mode_"               = "Mörkt läge";
"_dark_mode_detect_"        = "Upptäck iOS mörkt läge";
"_screen_"                  = "Skärm";
"_wipe_account_"            = "Kontot raderat från servern";
"_appconfig_view_title_"    = "Kontokonfiguration pågår...";
"_no_permission_add_file_"  = "Du har inte behörighet att lägga till filer";
"_no_permission_delete_file_" = "Du har inte behörighet att radera filer";
"_no_permission_modify_file_" = "Du har inte behörighet att ändra filer";
"_request_upload_new_ver_"  = "Filen har ändrats, vill du ladda upp den nya versionen?";
"_add_folder_info_"         = "Lägg till mappinfo";
"_back_"                    = "Tillbaka";
"_search_"                  = "Sök";
"_of_"                      = "av";
"_internal_modify_"         = "Redigera med inbyggd editor";
"_database_corrupt_"        = "Något gick fel. Ange dina uppgifter, dina filer förblir säkra";
"_download_image_max_"      = "Hämta bilden i full upplösning";
"_livephoto_save_"          = "Spara levande bild i fotoalbum";
"_livephoto_save_error_"    = "Kunde inte spara levande bild";
"_file_conflict_num_"       = "filkonflikt";
"_file_conflicts_num_"      = "filkonflikter";
"_file_conflict_desc_"      = "Vilka filer vill du behålla?\nOm du väljer båda versionerna kommer den kopierade filen att få nummer tillagt i namnet.";
"_file_conflict_new_"       = "Nya filer";
"_file_conflict_exists_"    = "Filer som redan existerar";
"_file_not_rewite_doc_"     = "Det går inte att skriva över ett dokument, bara skapa ett nytt";
"_move_or_copy_"            = "Flytta eller kopiera";
"_copy_"                    = "Kopia";
"_now_"                     = "Nu";
"_wait_"                    = "Var god vänta...";
"_attention_"               = "Hör upp";
"_recent_"                  = "Nya";
"_view_in_folder_"          = "Utforska i mapp";
"_leave_share_"             = "Lämna denna delning";
"_delete_file_"             = "Radera fil";
"_delete_folder_"           = "Radera mapp";

// App

"_network_available_"       = "Nätverk tillgängligt";
"_network_not_available_"   = "Nätverk inte tillgängligt";

// Networking

"_file_too_big_"            = "Filen är för stor för att krypteras/dekrypteras";
"_file_too_big_max_100_"    = "Filen är för stor (max 100 kb.)";
"_...loading..._"           = "Läser in...";
"_download_plist_"          = " ";
"_no_reuploadfile_"         = "Kunde inte hitta eller skicka den igen. Ta bort uppladdningen och hämta om filen för att ladda upp den.";
"_file_already_exists_"     = "Begäran kunde inte genomföras, det finns redan en fil med samma namn";
"_read_file_error_"         = "Kunde inte läsa filen";
"_write_file_error_"        = "Could not write the file";

// More

"_more_"                        = "Mer";
"_notifications_"               = "Aviseringar";
"_logout_"                      = "Logga ut";
"_quota_space_unlimited_"       = "Obegränsat";
"_quota_space_unknown_"         = "Okänd";
"_quota_using_"                 = "Du använder %@ av %@";

// Settings

"_acknowledgements_"            = "Tredjepartslicenser";
"_rate_this_app_"               = "Rate this app";
"_settings_"                    = "Inställningar";
"_passcode_"                    = "Lösenord";
"_lock_"                        = "Lås";
"_lock_active_"                 = "Lås: På";
"_lock_not_active_"             = "Lås: Av";
"_lock_protection_no_screen_"        = "Fråga inte vid uppstart";
"_lock_protection_no_screen_footer_" = "Använd \"Fråga inte vid start\" för krypteringsalternativet";
"_enable_touch_face_id_"        = "Aktivera Touch/Face ID";
"_url_"                         = "Webbadress";
"_username_"                    = "Användarnamn";
"_change_credentials_"          = "Ändra dina uppgifter";
"_wifi_only_"                   = "Använd endast Wi-Fi-anslutning";
"_settings_autoupload_"         = "Automatisk uppladdning";
"_app_version_"                 = "Appversion";
"_app_in_use_"                  = "Appen används";
"_contact_by_email_"            = "Kontakta oss via e-post";
"_clear_cache_"                 = "Rensa cachen";
"_clear_cache_footer_"          = "Rensa hämtade och frånkopplade filer från appen";
"_exit_"                        = "Återställ program";
"_exit_footer_"                 = "Ta bort alla konton och lokala data från appen";
"_funct_not_enabled_"           = "Funktionalitet inte aktiverad";
"_passcode_activate_"           = "Lösenordslås på";
"_disabling_passcode_"          = "Tar bort lösenordslås";
"_want_exit_"                   = "Varning! Kommer att nollställas. Fortsätta?";
"_proceed_"                     = "Fortsätt";
"_delete_cache_"                = "Rensa cachen";
"_want_delete_cache_"           = "Vill du radera cacheminnet (tar också bort pågående överföringar)?";
"_want_delete_thumbnails_"      = "Vill du ta bort alla ikoner också?";
"_mail_deleted_"                = "E-post borttaget";
"_mail_saved_"                  = "E-post sparad";
"_mail_sent_"                   = "E-post skickades";
"_mail_failure_"                = "Kunde inte skicka e-post: %@";
"_information_req_"             = "Informationsbegäran";
"_write_in_english_"            = "Vänligen skriv till oss på engelska";
"_credentials_"                 = "Uppgifter";
"_manage_account_"              = "Kontohantering";
"_change_password_"             = "Byt lösenord";
"_add_account_"                 = "Lägg till konto";
"_delete_account_"              = "Radera konto";
"_want_delete_"                 = "Är du säker på att du vill radera?";
"_no_delete_"                   = "Nej, radera inte";
"_yes_delete_"                  = "Ja, radera";
"_remove_cache_"                = "Vänligen vänta, tar bort cachen ...";
"_optimizations_"               = "Optimeringar";
"_synchronizations_"            = "Synkroniseringsmappar";
"_version_server_"              = "Serverversion";
"_help_"                        = "Hjälp";
"_change_simply_passcode_"      = "Byt lösenordstyp";
"_quota_"                       = "Kvot";
"_available_"                   = "Tillgänglig";
"_not_available_"               = "Inte tillgänglig";
"_accounts_"                    = "Konton";
"_information_"                 = "Information";
"_personal_information_"        = "Personlig information";
"_user_full_name_"              = "Namn";
"_user_address_"                = "Adress";
"_user_phone_"                  = "Telefonnummer";
"_user_email_"                  = "E-post";
"_user_web_"                    = "Hemsida";
"_user_twitter_"                = "Twitter";
"_user_job_"                    = "Arbete";
"_user_businesssize_"           = "Företagsstorlek";
"_user_businesstype_"           = "Företagstyp";
"_user_city_"                   = "Stad";
"_user_country_"                = "Land";
"_user_company_"                = "Företag";
"_user_role_"                   = "Roll";
"_user_zip_"                    = "Postnr";
"_user_owner_"                  = "Ägare";
"_user_employee_"               = "Anställd";
"_user_contractor_"             = "Entreprenör";
"_user_editprofile_"            = "Redigera profil";
"_favorite_offline_"            = "Favoriter tillgängliga offline";
"_favorite_offline_footer_"     = "Att göra alla favoriter tillgängliga offline kan ta väldigt lång tid med hög minnesanvändning.";
"_advanced_"                    = "Avancerat";
"_disable_files_app_"           = "Inaktivera integration med Filer-appen";
"_disable_files_app_footer_"    = "Tillåt inte åtkomst till filer via iOS Filer-appen";
"_trial_"                       = "Försök";
"_trial_expired_day_"           = "Dagar kvar";
"_disableLocalCacheAfterUpload_footer_" = "Spara inte filen i den lokala cachen efter uppladdning";
"_disableLocalCacheAfterUpload_"        = "Inaktivera lokal cache";

// Manage AutoUpload

"_autoupload_"                      = "Automatisk uppladdning bilder/videor";
"_autoupload_select_folder_"        = "Välj mapp för \"automatisk uppladdning\"";
"_autoupload_error_select_folder_"  = "Välj en giltig mapp för \"Automatisk uppladdning\"";
"_autoupload_background_"           = "Automatisk uppladdning i bakgrunden";
"_autoupload_photos_"               = "Automatisk uppladdning av bilder";
"_autoupload_videos_"               = "Automatisk uppladdning av videor";
"_autoupload_description_"          = "Nya foton/videor kommer att laddas upp automatiskt till Nextcloud";
"_autoupload_description_background_"  = "Alternativet kräver användning av GPS för att upptäcka nya bilder/videor i kamerabiblioteket när platsen märkbart ändras";
"_autoupload_background_title_"     = "Begränsningar";
"_autoupload_background_msg_"       = "På grund av iOS-begränsningar är det ännu inte möjligt att utföra bakgrundsprocesser om inte GPS-tjänster är aktiverat. När mobilens plats ändras i mobilnätet vaknar systemet tillfälligt till och kontrollerar efter nya bilder att ladda upp till molnet.";
"_autoupload_change_location_"      = "Byt mapp";
"_autoupload_location_now_"         = "Mapp";
"_autoupload_location_default_"     = "Återställ standardmapp";
"_autoupload_change_location_footer_" = "Ändra bildmapp som används för 'Automatisk uppladdning av kamerabilder' (om det aktiverats)";
"_autoupload_not_select_home_"      = "Välj en mapp";
"_autoupload_save_album_"           = "Kopiera bild eller video till ditt fotoalbum";
"_autoupload_fullphotos_"           = "Ladda upp hela kamerabiblioteket";
"_autoupload_fullphotos_footer_"    = "Välj bland valen ovanför före uppladdning";
"_autoupload_create_subfolder_"     = "Använd undermappar";
"_autoupload_create_subfolder_footer_" = "Lagra i undermappar baserat på år och månad";
"_autoupload_filenamemask_"         = "Ändra mask för filnamn";
"_autoupload_filenamemask_footer_"  = "Ändra automatisk mask för filnamn";
"_autoupload_current_folder_"       = "Nuvarande vald mapp";

// Manage Help

"_help_tutorial_"               = "Instruktion";
"_help_intro_"                  = "Introduktion till Nextcloud";
"_help_activity_verbose_"       = "Detaljerat aktivitetsflöde";
"_help_activity_mail_"          = "Skicka aktivitet via e-post";
"_help_activity_clear_"         = "Rensa aktivitet";


// Manage Advanced

"_show_hidden_files_"           = "Visa gömda filer";
"_format_compatibility_"        = "Mest kompatibel";
"_format_compatibility_footer_" = "\"Mest kompatibla\" sparar, när det är möjligt, bilder som JPEG";
"_privacy_"                     = "Integritet";
"_privacy_footer_"              = "Nextcloud iOS använder en tjänst för analys av krasch. Din personliga information skickas inte med i rapporten. Om du vill inaktivera, ändra inställningen \"Inaktivera krasch reporter\" till ON";
"_crashservice_title_"          = "Inaktivera crash reporter";
"_crashservice_alert_"          = "Detta alternativ kräver att appen startas om för att träda i kraft";
"_upload_mov_livephoto_"        = "Levande bild";
"_upload_mov_livephoto_footer_" = "\"Live Photo\" sparar, när det är möjligt, det foto som har valts i \"Live Photo\" -format";
"_view_capabilities_"           = "Visa funktioner";
"_capabilities_"                = "Funktioner";
"_no_capabilities_found_"       = "Funktioner hittades inte";
"_diagnostics_"                 = "Diagnostik";
"_view_log_"                    = "Visa loggfil";
"_clear_log_"                   = "Rensa loggfil";
"_level_log_"                   = "Ställ in loggnivå (inaktiverad, standard, max)";

// Login

"_connect_server_anyway_"       = "Vill du ansluta till servern ändå?";
"_connection_error_"            = "Anslutningsfel";
"_serverstatus_error_"          = "Anslutning till servern misslyckades. Verifiera din serveradress och nätverksstatus";
"_add_your_nextcloud_"          = "Lägg till ditt Nextcloud-konto";
"_login_url_"                   = "Serveradress https://...";
"_login_bottom_label_"          = "Har du ingen server än?\nVälj en av leverantörerna.";
"_error_multidomain_"           = "Adress inte tillåten, bara följande domäner är giltiga:";
"_account_already_exists_"      = "Kontot %@ finns redan";
"_traditional_login_"           = "Återgå till gammal inloggningsmetod";
"_web_login_"                   = "Återgå till webb-inloggningsmetod";
"_login_url_error_"             = "URL-fel, verifiera din server-URL";

// Favorite

"_favorites_"                   = "Favoriter";
"_favorite_"                    = "Favorit";
"_unfavorite_"                  = "Inte favorit";
"_no_files_uploaded_"           = "Inga filer uppladdade";
"_tutorial_favorite_view_"      = "Filer och mappar du väljer som favoriter dyker upp här";
"_tutorial_offline_view_"       = "Filer kopierade här kommer bli tillgängliga offline.\n\nDe vill synkroniseras med ditt moln.";
"_tutorial_local_view_"         = "Du hittar de uppackade filerna från ditt moln.\n\nAnslut till iTunes för att dela dessa filer.";
"_more_"                        = "Mer";
"_favorite_no_files_"           = "Inga favoriter ännu";


// Auto Upload

"_pull_down_"                               = "Dra neråt för att uppdatera";
"_no_photo_load_"                           = "Inga foton eller videor";
"_tutorial_autoupload_view_"                = "Du kan aktivera automatisk uppladdning från \"Inställningar\"";
"_no_date_"                                 = "Inget datum";
"_today_"                                   = "Idag";
"_yesterday_"                               = "Igår";
"_time_"                                    = "Tid: %@\n\n%@";
"_location_not_enabled_"                    = "Platstjänster inte aktiverat";
"_location_not_enabled_msg_"                = "Vänligen gå till \"Inställningar\" och sätt på \"Platstjänster\"";
"_access_photo_not_enabled_"                = "Saknar åtkomst till Bilder";
"_access_photo_not_enabled_msg_"            = "Vänligen gå till \"Inställningar\" och aktivera \"Åtkomst till bilder\"";
"_access_photo_location_not_enabled_"       = "Saknar åtkomst till Bilder. Även Platstjänster/GPS är inaktiverat.";
"_access_photo_location_not_enabled_msg_"   = "Vänligen gå till \"Inställningar\" och aktivera \"Åtkomst till bilder\" och \"Platstjänster\"";
"_tutorial_photo_view_"                     = "Inga bilder eller videor uppladdade än";
"_create_full_upload_"                      = "Creating archive… May take a long time. During this process, keep the application active during the transfer as well.";
"_error_createsubfolders_upload_"           = "Fel när undermappar skapades";
"_activate_autoupload_"                     = "Aktivera automatiska uppladdningar";
"_remove_photo_CameraRoll_"                 = "Ta bort från kamerarullen";
"_remove_photo_CameraRoll_desc_"            = "Vid automatiska uppladdningar visas ett bekräftelsemeddelande för att radera överförda foton och videor från kamerarullen. Borttagna foton och videoklipp kommer fortfarande att vara tillgängliga i iOS papperskorgen under 30 dagar.";

// Utility

"_never_"                       = "aldrig";
"_less_a_minute_"               = "mindre än en minut sedan";
"_minutes_ago_"                 = "%d minuter sedan";
"_hours_ago_"                   = "%d timmar sedan";
"_days_ago_"                    = "%d dagar sedan";
"_over_30_days_"                = "över 30 dagar";
"_connection_internet_offline_" = "Internetanslutningen verkar vara offline eller kräver Wi-Fi";
"_insert_password_"             = "ange lösenord";
"_update_in_progress_"          = "Versionsuppgradering, vänligen vänta...";
"_forbidden_characters_"        = "Filen eller mappen innehåller ogiltiga tecken";
"_mail_not_can_send_mail_"      = "Inget konto uppsatt eller fel e-postadress angiven";

// File

"_photo_camera_"                = "Bilder";
"_media_"                       = "Media";
"_unzip_in_progress_"           = "Extrahering pågår på lokal lagringsplats...";
"_file_unpacked_"               = "Fil packades upp på lokal lagringsplats";
"_file_saved_local_"            = "Fil sparades på lokal lagringsplats.";
"_file_not_present_"            = "Fel: Fil finns inte, vänligen uppdatera.";
"_order_by_"                    = "Sortera efter";
"_order_by_name_a_z_"           = "Sortera efter namn (från A till Ö)";
"_sorted_by_name_a_z_"          = "Sorterat efter namn (från A till Ö)";
"_order_by_name_z_a_"           = "Sortera efter namn (från Ö till A)";
"_sorted_by_name_z_a_"          = "Sorterat efter namn (från Ö till A)";
"_order_by_date_more_recent_"   = "Sortera efter senaste";
"_sorted_by_date_more_recent_"  = "Sorterat efter senaste";
"_order_by_date_less_recent_"   = "Sortera efter äldsta";
"_sorted_by_date_less_recent_"  = "Sorterat efter äldsta";
"_order_by_size_smallest_"      = "Sortera efter minsta";
"_sorted_by_size_smallest_"     = "Sorterat efter minsta";
"_order_by_size_largest_"       = "Sortera efter största";
"_sorted_by_size_largest_"      = "Sorterat efter största";
"_delete_selected_files_"       = "Radera filer";
"_move_selected_files_"         = "Flytta filer";
"_move_or_copy_selected_files_" = "Flytta eller kopiera filer";
"_download_selected_files_"     = "Hämta filer";
"_download_selected_files_folders_" = "Hämta filer och mappar";
"_error_operation_canc_"        = "Fel: operation avbröts.";
"_only_lock_passcode_"          = "Endast tillgänglig med lösenords-lås aktiverat. Kan aktiveras i inställningarna.";
"_go_to_app_settings_"          = "Gå till appinställningar";
"_passcode_protection_"         = "Lösenordsskydd";
"_remove_favorites_"            = "Ta bort från favoriter";
"_remove_offline_"              = "Ta bort från offline";
"_add_favorites_"               = "Lägg till i favoriter";
"_add_offline_"                 = "Lägg till som offline";
"_remove_passcode_"             = "Ta bort lösenordsskydd";
"_protect_passcode_"            = "Skydda med lösenord";
"_share_"                       = "Dela";
"_reload_"                      = "Uppdatera";
"_open_in_"                     = "Öppna i...";
"_remove_local_file_"           = "Ta bort från cachen";
"_add_local_"                   = "Lägg till i lokalt lagringsutrymme";
"_comm_erro_pull_down_"         = "Kommunikationen med servern misslyckades. Dra neråt för att uppdatera.";
"_file_not_downloaded_"         = "filen inte hämtad";
"_file_not_uploaded_"           = "fil inte uppladdad";
"_folders_"                     = "mappar";
"_folder_"                      = "mapp";
"_files_"                       = "filer";
"_file_"                        = "fil";
"_folder_blocked_"              = "Mappen blockerad";
"_downloading_progress_"        = "Påbörjar hämtning av filer...";
"_no_file_pull_down_"           = "Ladda upp en fil eller dra ner för att uppdatera";
"_browse_images_"               = "Visa bilder";
"_synchronized_folder_"         = "Behåll mappen synkroniserad";
"_remove_synchronized_folder_"  = "Stäng av synkronisering";
"_synchronized_confirm_"        = "När du aktiverar synkronisering så kommer alla filer och mappar att synkroniseras med molnet. Vill du fortsätta?";
"_offline_folder_confirm_"      = "Efter offlineläge aktiverats kommer alla filer i mappen synkroniseras med servern, fortsätt?";
"_file_not_found_reload_"       = "Filen kunde inte hittas. Dra ner för att uppdatera.";
"_title_section_download_"      = "HÄMTA";
"_title_section_upload_"        = "LADDA UPP";
"_group_alphabetic_yes_"        = "Gruppera efter alfabetisk ordning";
"_group_alphabetic_no_"         = "Gruppera efter alfabetisk ordning";
"_group_typefile_yes_"          = "✓ Gruppera efter filtyp";
"_group_typefile_no_"           = "Gruppera efter filtyp";
"_group_date_yes_"              = "✓ Gruppera efter datum";
"_group_date_no_"               = "Gruppera efter datum";
"_element_"                     = "objekt";
"_elements_"                    = "objekt";
"_tite_footer_upload_wwan_"     = "Wi-Fi-nätverk krävs, %lu %@ att ladda upp";
"_tite_footer_upload_"          = "%lu %@ att ladda upp";
"_tite_footer_download_wwan_"   = "Wi-Fi-nätverk krävs, %lu %@ för att hämta";
"_tite_footer_download_"        = "%lu %@ för att hämta";
"_limited_dimension_"           = "Maxstorleken nådd";
"_save_selected_files_"         = "Save to photo gallery";
"_file_not_saved_cameraroll_"   = "Fel: Filen sparas inte i fotoalbum";
"_file_saved_cameraroll_"       = "Fil sparad i Fotoalbum";
"_directory_on_top_yes_"        = "✓ Mappar längst upp";
"_directory_on_top_no_"         = "Mappar längst upp";
"_folder_automatic_upload_"     = "Mapp för \"Automatisk uppladdning\"";
"_search_no_record_found_"      = "Inget resultat";
"_search_in_progress_"          = "Sökning pågår...";
"_search_instruction_"          = "Sök efter fil (minst 2 tecken)";
"_files_no_files_"              = "Inga filer här";
"_files_no_folders_"            = "Inga mappar här";
"_request_in_progress_"         = "Begäran till server pågår...";

"audio"                         = "LJUD";
"compress"                      = "KOMPRIMERA";
"directory"                     = "MAPPAR";
"document"                      = "DOKUMENT";
"image"                         = "BILDER";
"template"                      = "MALLAR";
"unknow"                        = "OKÄND";
"video"                         = "VIDEO";

"_file_del_only_local_"         = "Filen kunde inte hittas på servern";

"_copy_file_"                   = "Kopiera fil";
"_copy_files_"                  = "Kopiera filer";
"_paste_file_"                  = "Klistra in fil";
"_paste_files_"                 = "Klistra in filer";
"_open_quicklook_"              = "Öppna med snabbgranskning";

"_search_this_folder_"          = "Sök i denna mapp";
"_search_all_folders_"          = "Sök i alla mappar";
"_search_sub_folder_"           = "Sök här och in undermappar";

"_theming_is_light_"            = "Servertema har för ljusa färger, inte applicerbart";
"_cancel_all_task_"             = "Avbryt alla överföringar";

"_status_wait_download_"        = "Väntar på hämtning";
"_status_in_download_"          = "I hämtning";
"_status_downloading_"          = "Hämtar";
"_status_wait_upload_"          = "Väntar på uppladdning";
"_status_in_upload_"            = "I uppladdning";
"_status_uploading_"            = "Uppladdning";

// Media

"_select_media_folder_"         = "Välj \"Media\" -mappen";
"_media_viewimage_show_"        = "Visa bilder";
"_media_viewimage_hide_"        = "Göm bilder";
"_media_viewvideo_show_"        = "Visa video";
"_media_viewvideo_hide_"        = "Göm video";
"_media_by_created_date_"       = "Sortera efter skapat datum";
"_media_by_upload_date_"        = "Sortera efter uppladdningsdatum";
"_media_by_modified_date_"      = "Sortera efter ändrat datum";


// Files Preview

"_insert_password_pfd_"         = "Skyddad PDF. Ange lösenord";
"_password_pdf_error_"          = "Fel lösenord";
"_error_download_photobrowser_" = "Fel: Det går inte att hämta fotot";

// Share

"_share_link_"                  = "Dela länk";
"_share_link_button_"           = "Skicka länk till...";
"_password_"                    = "Lösenord";
"_share_password_"              = "Lösenordsskyddad länk";
"_share_expirationdate_"        = "Sätt utgångsdatum för länken";
"_date_"                        = "Datum";
"_share_title_"                 = "Dela";
"_add_sharee_"                  = "Lägg till användare eller grupper";
"_add_sharee_footer_"           = "Du kan dela denna resurs genom att lägga till användare och grupper. För att ta bort en delning, ta bort alla användare och grupper.";
"_find_sharee_title_"           = "Sök";
"_find_sharee_"                 = "Sök efter användare eller grupp...";
"_find_sharee_footer_"          = "Ange en del av namnet på den användare eller grupp som ska genomsökas (minst 2 tecken) följt av \"Enter\". Välj de användare som har åtkomst till delningen och tryck \"Klar\" för att bekräfta.";
"_user_is_group_"               = " (grupp)";
"_direct_sharee_title_"         = "Dela";
"_direct_sharee_footer_"        = "Om du redan vet namnet, ange det, välj delningstyp och tryck 'Färdig' för att godkänna";
"_direct_sharee_"               = "Ange användarnamnet...";
"_user_sharee_footer_"          = "Tryck för att ändra behörigheter";
"_share_type_title_"            = "Typ av delning";
"_share_type_user_"             = "Användare";
"_share_type_group_"            = "Grupp";
"_share_type_remote_"           = "Extern";
"_enforce_password_protection_" = "Tillämpa lösenordskydd";
"_password_obligatory_"         = "Tillämpa lösenordsskydd aktiverat, lösenord obligatoriskt";
"_shared_with_you_by_"          = "Delad med dig av";
"_shareLinksearch_placeholder_" = "Ange ett namn och tryck på Enter";
"_new_comment_"                 = "Ny kommentar…";
"_edit_comment_"                = "Redigera kommentar";
"_delete_comment_"              = "Radera kommentar";
"_share_allow_editing_"         = "Tillåt redigering";
"_share_read_only_"             = "Läsbehörighet";
"_share_allow_upload_"          = "Tillåt uppladdning och redigering";
"_share_file_drop_"             = "Göm fillista (endast uppladdning)";
"_share_hide_download_"         = "Dölj hämtning";
"_share_password_protect_"      = "Lösenordsskydda";
"_share_expiration_date_"       = "Välj utgångsdatum";
"_share_note_recipient_"        = "Notering till mottagare";
"_share_delete_sharelink_"      = "Radera delad länk";
"_share_add_sharelink_"         = "Lägg till en annan länk";
"_share_can_reshare_"           = "Kan dela vidare";
"_share_can_create_"            = "Kan skapa";
"_share_can_change_"            = "Kan ändra";
"_share_can_delete_"            = "Kan radera";
"_share_unshare_"               = "Sluta dela";
"_share_internal_link_"         = "Dela intern länk";

// Share Permission

"_share_permission_title_"          = "Behörigheter";
"_share_permission_edit_"           = "Kan redigera";
"_share_permission_file_can_write_" = "Kan skriva fil";
"_share_permission_create_"         = "Kan skapa";
"_share_permission_create_file_"    = "Kan skapa filer";
"_share_permission_create_folder_"  = "Kan skapa mappar";
"_share_permission_change_"         = "Kan ändra";
"_share_permission_delete_"         = "Kan ta bort";
"_share_permission_share_"          = "Kan dela";
"_share_permission_rename_"         = "Kan byta namn";
"_share_permission_move_"           = "Kan flytta";
"_share_permission_read_"           = "Kan läsa";
"_share_permission_info_"           = "Delningsinformation";
"_share_permission_path_"           = "Fil/Mapp";
"_share_permission_type_"           = "Typ";
"_share_permission_typeuser_"       = "Användare";
"_share_permission_typegroup_"      = "Grupp";
"_share_permission_typepubliclink_" = "Länk";
"_share_permission_typefederated_"  = "Federerad";
"_share_permission_owner_"          = "Ägare";
"_share_permission_date_"           = "Datum";
"_share_permission_email_"          = "Notis via e-post";
"_share_link_readonly_"             = "Läsbehörighet";
"_share_link_modify_"               = "Tillåt redigering";
"_share_link_upload_"               = "Göm fillista (endast uppladdning)";
"_share_link_upload_modify_"        = "Tillåt uppladdning och redigering";
"_share_link_hide_download_"        = "Dölj hämtning";

// ShareInfoCMOC

"_type_resource_connect_you_"       = "Delad med dig";
"_type_resource_external_"          = "Extern lagring";

// Share Ext

"_destiny_folder_"                  = "Mapp: %@";

"_no_transfer_"                     = "Inga överföringar än";
"_no_transfer_sub_"                 = "Uppladdningar och hämtningar från denna enhet kommer dyka upp här";
"_no_activity_"                     = "Ingen aktivitet än";
"_transfers_"                       = "Överföringar";
"_activity_"                        = "Aktivitet";
"_activity_file_not_present_"       = "Fil finns inte längre";
"_trash_file_not_found_"            = "Det verkar som om filen inte finns i papperskorgen, gå till papperskorgen för att uppdatera den och försök igen.";

// List Shares

"_list_shares_"                     = "Delat";
"_list_shares_no_files_"            = "Inget delat än";
"_tutorial_list_shares_view_"       = "Filer och mappar du delar kommer att dyka upp här";


// Offline - Local Storage

"_create_synchronization_"          = "Skapa synkronisering";
"_offline_"                         = "Offline";
"_local_storage_"                   = "Lokalt lagringsutrymme";
"_local_storage_no_record_"         = "Inga filer ännu";

// Create Cloud

"_upload_photos_videos_"            = "Ladda upp bilder eller videor";
"_upload_file_"                     = "Ladda upp fil";
"_upload_file_text_"                = "Skapa textfil";
"_create_nextcloudtext_document_"   = "Skapa textdokument";

// Document Picker

"_save_document_picker_"            = "Spara här";

// CreateFormUploadAssets

"_destination_folder_"              = "Destinationsmapp";
"_use_folder_auto_upload_"          = "Använd mappen \"automatisk uppladdning\" som destination";
"_rename_filename_"                 = "Byt namn";
"_filename_"                        = "Filnamn";
"_preview_filename_"                = "Exempel på filnamnsvisning, du kan använda masken %@ för datum/tid";
"_forbidden_characters_"            = "Filen eller mappen innehåller ogiltiga tecken";
"_add_filenametype_"                = "Specificera typ i filnamn";
"_filenametype_photo_video_"        = "Bild/Video";
"_maintain_original_filename_"      = "Behåll det ursprungliga filnamnet";
"_modify_photo_"                    = "Ändra foto";

// Notification

"_notification_"                    = "Notifikation";
"_no_notification_"                 = "Inga aviseringar än";

// Photo Browser

"Done"                              = "Klar";
"Select Photos"                     = "Välj Bilder";
"photo"                             = "bild";
"photos"                            = "bilder";
"of"                                = "av";
"%i of %i"                          = "%1$i av %2$i";

// Manage Auto Upload FileName

"_autoupload_filename_title_"       = "Ladda upp filnamn automatiskt";

// Text File

"_untitled_txt_"                    = "Namnlös.txt";
"_text_upload_title_"               = "Ladda upp textfil";

// EndToEnd Encryption

"_e2e_settings_title_"              = "Kryptering";
"_e2e_settings_"                    = "Ändpunkt-till-ändpunkt-kryptering";
"_e2e_settings_start_"              = "Starta ändpunkt-till-ändpunkt-kryptering";
"_e2e_settings_not_available_"      = "Ändpunkt-till-ändpunkt-kryptering är inte tillgänglig";
"_e2e_settings_activated_"          = "Ändpunkt-till-ändpunkt-kryptering aktiverad";
"_e2e_settings_view_passphrase_"    = "Alla 12 ord tillsammans utgör ett mycket starkt lösenord, så att bara du kan visa och använda dina krypterade filer. Vänligen spara det och förvara det på ett säkert sätt.";
"_e2e_settings_read_passphrase_"    = "Läs lösenord";
"_e2e_settings_lock_not_active_"    = "Lås inte aktiv, gå tillbaka till \"Inställningar\" och aktivera det";
"_e2e_settings_the_passphrase_is_"  = "Lösenordet är:";
"_e2e_passphrase_request_title_"    = "Efterfråga lösenord";
"_e2e_passphrase_request_message_"  = "Ange de 12 orden";
"_e2e_settings_remove_"             = "Ta bort krypteringen lokalt";
"_e2e_settings_remove_message_"     = "Bekräfta borttagning av kryptering tillsammans med lösenordet.";
"_e2e_set_folder_encrypted_"        = "Kryptera";
"_e2e_remove_folder_encrypted_"     = "Avkryptera";
"_e2e_goto_settings_for_enable_"    = "Detta är en krypterad katalog, gå till \"Inställningar\" och aktivera ändpunkt-till-ändpunkt-kryptering";
"_e2e_delete_folder_not_permitted_" = "Borttagande av mappar markerad som 'krypterade' är inte tillåtet";
"_e2e_error_encode_metadata_"       = "Allvarligt internt fel vid kodning av metadata";
"_e2e_error_decode_metadata_"       = "Allvarligt internt fel vid avkodning av metadata";
"_e2e_error_create_encrypted_"      = "Kunde inte skapa krypterad fil";
"_e2e_error_update_metadata_"       = "Fel vid uppdatering av metadata";
"_e2e_error_store_metadata_"        = "Kunde inte spara metadata";
"_e2e_error_send_metadata_"         = "Kunde inte skicka metadata";
"_e2e_error_delete_metadata_"       = "Kunde inte radera metadata";
"_e2e_error_get_metadata_"          = "Kunde inte hämta metadata";
"_e2e_error_not_enabled_"           = "Allvarligt internt fel. Ändpunkt-till-ändpunkt-kryptering är inte aktiverad";
"_e2e_error_record_not_found_"      = "Allvarligt internt fel. Uppgifterna hittades inte";
"_e2e_error_unlock_"                = "Kunde inte att låsa upp mappen";
"_e2e_error_lock_"                  = "Kunde inte låsa mappen";
"_e2e_error_delete_mark_folder_"    = "Mapp markerad för avkryptering";
"_e2e_error_mark_folder_"           = "Krypterad mapp";
"_e2e_error_directory_not_empty_"   = "Mappen är inte tom";
"_e2e_error_not_move_"              = "Det är inte möjligt att flytta filer till krypterad katalog";

// Scan Document

"_scans_document_"                  = "Skanna dokument";
"_scanned_images_"                  = "Skannade bilder";
"_scan_document_pdf_page_"          = "Sida";
"_scan_label_document_zone_"        = "Dra ner bilder för att skapa dokument";
"_filter_original_"                 = "Orginal";
"_filter_bn_"                       = "Svart & vit";
"_filter_grayscale_"                = "Gråskala";
"_quality_image_title_"             = "Bildkvalitet";
"_quality_high_"                    = "Stor filstorlek av hög kvalitet";
"_quality_medium_"                  = "Genomsnittlig filstorlek av medelkvalitet";
"_quality_low_"                     = "Liten filstorlek med låg kvalitet";
"_file_type_"                       = "Filtyp";
"_pdf_password_"                    = "PDF-lösenord";
"_file_creation_"                   = "Skapa fil";
"_delete_all_scanned_images_"       = "Vill du radera alla skannade bilder?";
"_text_recognition_"                = "Textigenkänning";

/* The title on the navigation bar of the Scanning screen. */
"wescan.scanning.title"             = "Skanna";
/* The "Next" button on the right side of the navigation bar on the Edit screen. */
"wescan.edit.button.next"           = "Nästa";
/* The title on the navigation bar of the Edit screen. */
"wescan.edit.title"                 = "Redigera skanning";
/* The "Done" button on the right side of the navigation bar on the Review screen. */
"wescan.review.button.done"         = "Klar";
/* The title on the navigation bar of the Review screen. */
"wescan.review.title"               = "Granska";

// Trah

"_trash_view_"                      = "Borttagna filer";
"_trash_restore_all_"               = "Återställ alla filer";
"_trash_delete_all_"                = "Töm papperskorgen";
"_trash_no_trash_"                  = "Inga filer borttagna";
"_trash_no_trash_description_"      = "Du kan återställa borttagna filer här";
"_trash_restore_selected_"          = "Återställ valda filer";
"_trash_delete_selected_"           = "Borttagna valda filer";

// Offline

"_manage_file_offline_"             = "Hantera offlinefiler";
"_set_available_offline_"           = " Ange som tillgänglig offline";
"_remove_available_offline_"        = "Ta bort som tillgänglig offline";

// Richdocuments

"_create_new_document_"             = "Skapa nytt dokument";
"_create_new_spreadsheet_"          = "Skapa nytt kalkylblad";
"_create_new_presentation_"         = "Skapa ny presentation";
"_go_online_"                       = "Gå online för att se dokumentet";

// Intro

"_intro_1_title_"                   = "Håll dina data säkra och under din kontroll";
"_intro_2_title_"                   = "Säkert samarbete och filutbyte";
"_intro_3_title_"                   = "Lättanvänd webmail, kalender och kontakter";
"_intro_4_title_"                   = "Skärmdelning, onlinemöten och webbkonferenser";

"_log_in_"                          = "Logga in";
"_sign_up_"                         = "Registrera hos en leverantör";
"_host_your_own_server"             = "Använd egen server";

// Error

"_unauthorized_"                        = "Obehörig";
"_bad_username_password_"               = "Felaktigt användarnamn eller lösenord";
"_cancelled_by_user"                    = "Överföring avbruten";
"_error_folder_destiny_is_the_same_"    = "Det går inte att flytta mappen till sig själv";
"_error_not_permission_"                = "Du har inte behörigheter att genomföra detta";
"_error_path_"                          = "Det går inte att öppna denna fil eller mapp. Vänligen säkerställ att den finns";
"_file_upload_not_exitst_"              = "Filen som du vill ladda upp existerar inte";
"_forbidden_characters_from_server_"    = "Namnet innehåller minst ett otillåtet tecken";
"_not_connected_internet_"              = "Anslutningsfel";
"_not_possible_connect_to_server_"      = "Det är inte möjligt att ansluta till servern för tillfället";
"_not_possible_create_folder_"          = "Mappen kunde inte skapas";
"_server_down_"                         = "Det gick inte att upprätta kontakt med servern";
"_time_out_"                            = "Detta tog för lång tid, försök igen.";
"_unknow_response_server_"              = "Oväntat svar från servern";
"_user_authentication_required_"        = "Användarautentisering krävs";
"_file_directory_locked_"               = "Fil eller mapp är låst";
"_ssl_certificate_untrusted_"           = "Certifikatet för denna server är ogiltigt";
"_internal_server_"                     = "Internt serverfel";
"_file_already_exists_"                 = "Begäran kunde inte genomföras, det finns redan en fil med samma namn";
"_file_folder_not_exists_"              = "Filen kunde inte hittas i den angivna sökvägen";
"_folder_contents_nochanged_"           = "Mappens innehåll har inte ändrats";
"_images_invalid_converted_"            = "Bilden är ogiltig och kan inte konverteras till en miniatyrbild";
"_method_not_expected_"                 = "Oväntad anropsmetod";
"_reauthenticate_user_"                 = "Ogiltig session, logga in igen";
"_server_error_retry_"                  = "Servern är temporärt otillgänglig";
"_too_many_files_"                      = "För många filer skulle vara inblandade i denna operation";
"_too_many_request_"                    = "För många förfrågningar orsakade att gränsen överskreds";
"_user_over_quota_"                     = "Lagringskvoten är uppnådd";
"_ssl_connection_error_"                = "Problem med SSL-anslutningen, försök igen";
"_bad_request_"                         = "Felaktigt anrop";
"_webdav_locked_"                       = "WebDAV Låst: Försöker få åtkomst till en låst resurs";
"_error_user_not_available_"            = "Användaren är inte längre tillgänglig";
"_server_response_error_"               = "Servern returnerade ett felaktigt svar";
"_no_nextcloud_found_"                  = "Nextcloud-servern hittades inte";
"_error_decompressing_"                 = "Fel vid dekomprimering. Okänd komprimeringsmetod eller filen är korrupt";
"_error_json_decoding_"                 = "Allvarligt internt fel vid avkodning av metadata (Data kunde inte läsas eftersom den inte är i rätt format.)";
"_error_check_remote_user_"             = "Servern svarade med fel, lösenord måste anges igen";
"_request_entity_too_large_"            = "Filen är för stor";
"_not_possible_download_"               = "Det är inte möjligt att ladda ner filen";
"_not_possible_upload_"                 = "Det är inte möjligt att ladda upp filen";
"_method_not_allowed_"                  = "Den begärda metoden stöds inte";
"_invalid_url_"                         = "Ogiltig serverwebbadress";
"_invalid_literal_"                     = "Ogiltig söksträng";
"_invalid_date_format_"                 = "Ogiltigt datumformat";
"_invalid_data_format_"                 = "Ogiltigt dataformat";
"_error_decode_xml_"                    = "Ogiltigt svar, fel avkodning XML";
"_internal_generic_error_"              = "internt fel";
"_editor_unknown_"                      = "Kunde inte öppna filen: Okänt format";
"_err_asset_not_found_locally_"         = "Fel: Foto/video hittades inte lokalt, tas bort från överföring";
"_err_asset_not_found_"                 = "Fel: Foto/video hittades inte, tas bort från överföring";
"_err_e2ee_app_version_"                = "Fel: Versionen av appen End-to-End Encryption är inte kompatibel, uppgradera servern.";

// QRCode

"_qrcode_not_authorized_"   = "Den här appen är inte behörig att använda bakkamera";
"_qrcode_not_supported_"    = "QRCode stöds inte av den aktuella enheten";

// Voice Memo

"_create_voice_memo_"       = "Skapa röstmemo";
"_voice_memo_start_"        = "Tryck för att starta";
"_voice_memo_stop_"         = "Tryck för att stoppa";
"_voice_memo_filename_"     = "Röstmemo";
"_voice_memo_title_"        = "Ladda upp röstmemo";

// Passcode

"Enter Passcode"            = "Ange lösenkod";
"Enter a new passcode"      = "Ange en ny lösenkod";
"Confirm new passcode"      = "Bekräfta ny lösenkod";
"Passcodes didn't match. Try again." = "Lösenkoderna matchade inte. Försök igen.";
"Delete"                    = "Radera";
"Cancel"                    = "Avbryt";

// IM

"_textnote_"                = "Textanteckning";
"_audionote_"               = "Ljudanteckning";
"_removeaudionote_"         = "Vill du ta bort ljudanteckningen?";
"_detailpicture_"           = "Detaljbild";
"_creation_archive_error_"  = "Fel vid skapande av arkiv";
"_read_audio_error_"        = "Fel vid läsning av ljudfil";
"_create_audio_error_"      = "Fel vid skapande av ljudfil";
"_create_image_error_"      = "Fel vid skapande av bildfil";
"_error_open_file_"         = "Fel när en fil skulle öppnas";
"_new_background_im_"       = "Välj en bild, ta ett foto eller välj inte något för en bakgrund. Tryck 'Klar' för att slutföra.";
